{"id":"p1","text":"Protocol title","schema":"pure_display","choices":["AI Companion Harm Dataset: Annotated Real-World Conversations from Replika Users<br>"]}
{"id": "p2a","text": "Principal Investigator:","schema": "pure_display","choices": ["Han Meng, han.meng@u.nus.edu, School of Computing, National University of Singapore<br>"]}
{"id": "p2b","text": "Co-Investigators:","schema": "pure_display","choices": ["Renwen Zhang, r.zhang@nus.edu.sg, Department of Communications and New Media, National University of Singapore<br>Yi-Chieh Lee, yclee@nus.edu.sg, School of Computing, National University of Singapore<br>Yuntao Lin, yuntao@u.nus.edu, School of Computing, National University of Singapore<br>"]}
{"id":"p3","text":"What is the purpose of this research?","schema":"pure_display","choices":["You are invited to participate in a research study. This information sheet provides you with information about the research study. The Principal Investigator (the person in charge of this research) or his/her representative will also describe this research to you and answer all of your questions. Read the information below and ask questions about anything you don’t understand before deciding whether or not to take part.<br><br>We aim to construct an AI harm dataset that includes real-world conversations from Replika and the potential types of AI companion harm. Your task is to review an AI companion dialogue excerpt and assess whether it involves actual or potential harm, if present, to further classify its characteristics.<br>"]}
{"id":"p4","text":"Who can participate in the research? What is the expected duration of my participation? What is the duration of this research?","schema":"pure_display","choices":["Individuals who (1) are 21 years of age or older, (2) have access to a digital device (e.g., computer, tablet), (3) are fluent in reading English, (4) do not have immediate or acute mental health concerns, (5) are open to reading messages that may involve discussions of mental health, emotional distress, or interpersonal issues.<br>Each participant is expected to spend around 16-25 minutes annotating 25 conversation excerpts.<br>"]}
{"id":"p5","text":"What is the approximate number of research participants involved?","schema":"pure_display","choices":["We are recruiting approximately 1250 adult workers.<br>"]}
{"id":"p6","text":"What will be done if I take part in this research study?","schema":"pure_display","choices":["If you agree to take part in this research study, you will complete an online annotation task via this platform. You will review short excerpts from real conversations between users and an AI companion application (Replika) and determine whether the AI companion harm is exhibited in each case, and, if so, to further assess its type, severity, reversibility, intentionality, initiation, responsibility, and associated harmful behaviors categories. <br><br>Before beginning the task, you will be provided with a brief overview of the study’s purpose, along with clear definitions, categories, and examples of potentially harmful behaviors displayed by AI companions. You will also be explicitly informed that some excerpts may contain sensitive or disturbing content. Participation is entirely voluntary, and you may withdraw at any time.<br><br>Throughout the annotation process, we will embed Gold Standard Questions to monitor attentiveness. Each conversation excerpt will be labeled by three different workers to promote consistency and demographic diversity. Your Connect ID will be used to manage task assignments, but your identity will remain anonymous and will not be linked to your responses.<br><br>To help protect participant well-being, we may occasionally include short check-in questions related to your mental and emotional state during the task. These questions are optional and are intended to monitor your experience while participating in the study.<br>"]}
{"id":"p7","text":"How will my privacy and the confidentiality of my research records be protected?","schema":"pure_display","choices":["This study does not collect any personal or directly identifiable information from participants (e.g., names, contact details). As such, no personal data will be stored, shared, or used in any publications or presentations.<br><br>All data analyzed in this research consist solely of de-identified dialogue excerpts and annotation responses. The collected research data will be stored and managed in accordance with the University’s Research Data Management Policy. Research data used in publications will be retained for a minimum of 10 years before being securely discarded.<br>"]}
{"id":"p8","text":"What are the possible discomforts and risks for participants?","schema":"pure_display","choices":["While completing the annotation task, you may encounter emotionally sensitive or ethically complex content. Some dialogues may include references to depression, trauma, loneliness, or emotionally challenging situations. These materials may cause mild emotional discomfort.<br>"]}
{"id":"p9","text":"What are the possible benefits to me and to others?","schema":"pure_display","choices":["There is no direct benefit to you by participating in this research study. However, it may help deepen understanding of how algorithmic systems may contribute to emotional harm or stigma in human-AI relationships. It also supports efforts to design safer, more responsible AI companions that respect users' emotional boundaries, and offers annotators exposure to key topics in AI ethics and digital empathy.<br>"]}
{"id":"p10","text":"Can I refuse to participate in this research?","schema":"pure_display","choices":["Yes, you can. Your decision to participate in this research study is voluntary and completely up to you. You can also withdraw from the research at any time without giving any reasons, by informing the principal investigator.<br>"]}
{"id":"p11","text":"Whom should I call if I have any questions or problems?","schema":"pure_display","choices":["Please contact the Principal Investigator, Han Meng via email at han.meng@u.nus.edu for all research-related matters and in the event of research-related injuries.<br><br>For an independent opinion regarding the research and the rights of research participants, you may contact a staff member of the National University of Singapore DERC<br>"]}
{"id":"c1","text":"I hereby acknowledge that:","schema":"pure_display","choices":[]}
{"id":"c2","text":"","schema":"pure_display","choices":["1. I have agreed to take part in the above research.","2. I have received a copy of this information sheet that explains the use of my data in this research. I understand its contents and agree to donate my data for the use of this research.","3. I understand that I can withdraw from the research at any point of time by informing the Principal Investigator, and all my data will be discarded.","4. I understand that I will not have any financial benefits that result from the commercial development of this research.","5. I consent to have the coded data made available for future research studies, subject to approval by an Institutional Review Board (IRB).","6. I agree to be re-contacted for future related studies, and I understand that such studies will also be subject to Institutional Review Board (IRB) approval.<br>"]}
{"id":"c3","text":"I want to participate in this research and continue with the study.","schema":"radio","choices":["Yes","No"],"label_requirement":{"right_label":["Yes"]}}
